# -*- coding: utf-8 -*-

TOKEN = '5787574424:AAEOnczE5Uv1XAG3H9mx3mLBY-462KD-DvE'

nicknames = (['Снэ1кЕРс','0ДuНо4Ка','4ebur@ator', 'Котэ_Наркатэ', '	---ДоЗа СчАсТьЯ---', '★А мНе ВсЁ пОфИг★', '(=Печенька=)', '☀солнечный зайчик☀', '(-Oficial™-)', 'ETO KAZAKHSTAN DeTKa', '✪Xa4ker✪', '❤K̅E̅N̅T̅❤', '👉ŦøP⁴Ęk👈', '🍭Chypik🍭', '☞☯MARSHMALLOW☯☜', '+♔Lucky♔+', '🌬Х()|0D0K🌬', 'ዛęgäτนᏰ', 'hyba_byba', 'K p bl c A', 'MACTEP-qpJIoMaCTeP', 'Злая_печенюха', 'Коfe_с_коriцеЙ', 'НЕ~ОНЛАЙН🌸', 'УлЫбКа_ДьЯвОлА', 'Я_к.р.Е.й.З.и', '_ДеVо4к@,kOтO®Aя )(оТеЛ@ ©4@$tьЯ', 'АгОнИЯ в СердЦЕ>', '*ПрянигГ*', 'пОзЗзИтИфФфо4к@', 'как|тус', 'аНаНаСиНа в БаНкЕ', 'пЫрАсЁнОк', '[*Study to dream*]', '	.•°*”?AnGeLyTkO?”*°•.', 'КаРамЭлькО', 'мЕго_О-цЫпа==>>', 'SlaDkoE _ DeTKO_o', 'ДыНеЧка'])

good_quotes = (['gg'])

bad_quotes = (['ss'])

cheeky_quotes = (['Солнце светит – я балдею, дождь идет – я фонарею, я от ЖИЗНИловлю КАЙФ -все прекрасно, IT’S MY LIFE .',
                  'Сегодня ночью я к тебе прийду, разденусь до гола и ночьблаженства проведу с тобою до утра. Как хорошо с тобою спать, моялюбимая…кровать!',
                  'Если у тебя прекрасная жена, офигительная любовница, крутаятачка, нет проблем с властями и налоговыми службами, а когда ты выходишь наулицу всегда светит солнце и прохожие тебе улыбаются – скажи НЕТ наркотикам.',
                  'Такие как она, пафосные стервы , в её раскладах нетпоследних и нет первых. Есть только принципы, планы и расчет. Она знает с кем ина что она идет.'])

wise_quotes = (['Влюбленный волк уже не хищник!!!',
                'Если Бог наградил умом, надо носить его с собой!',
                'Умение прощать-свойство сильных…Слабые никогда не прощают…',
                'Дважды наступили на одни и те же грабли? Выкеньте их. Похоже, они вас не взлюбили.',
                'Жизнь хитра и коварна! Когда у тебя в руках все карты, она вдруг начинает играть в шахматы!',
                'Будь собой! Прочие роли уже заняты!',
                'Всегда в жизни выбирайте самый трудный путь-на нём не встретите конкурентов!',
                'Если жизнь вьёт из вас верёвки, не торопитесь их намыливать!',
                'Рожденные ползать – расступитесь, я взлетаю!!!',
                'Большинство людей, как пластиковые стаканы – такие же пустые и одноразовые…',
                'Если Вы проснулись на улице, значит Вы там заснули'])

vk_quotes = (['[̲̅L̲̅][̲̅o̲̅][̲̅v̲̅][̲̅e̲̅]♪ ♫ ♬▁▂▃▄ |̲̅̅●̲̅̅|̲̅̅=̲̅̅|̅●̲̅̅| ▄▃▂▁♬ ♫ ♪[̲̅M̲̅][̲̅u̲̅][̲̅s̲̅][̲̅i̲̅][̲̅c̲̅]',
              '¸.•*´¨`*•. ¸¸.•*´¨`*• .¸[̲̲̅̅o̲̲̅̅n̲̲̅̅l̲̲̅̅i̲̲̅̅n̲̲̅̅e̲̲̅̅] (⁎⚈᷀᷁▿⚈᷀᷁⁎) [̲̲̅̅o̲̲̅̅n̲̲̅̅l̲̲̅̅i̲̲̅̅n̲̲̅̅e̲̲̅̅]¸.•*´¨`*•. ¸¸.•*´¨`*• .¸',
              '- - - ─╤╦︻--(°□°╯)[̲̅П̲̅][̲̅о̲̅][̲̅р̲̅][̲̅в̲̅][̲̅у̲̅] [̲̅З̲̅][̲̅а̲̅] [̲̅Д̲̅][̲̅р̲̅][̲̅у̲̅][̲̅з̲̅][̲̅е̲̅][̲̅й̲̅](╯°□°)--︻╦╤─ - - -',
              'ミミ㆔㆔⼺⼺〣〣ミミ㆔㆔̶̶З̶̶а̶̶ч̶̶е̶̶р̶̶к̶̶н̶̶е̶̶м̶̶ ̶̶п̶̶р̶̶о̶̶ш̶̶л̶̶о̶̶е̶̶ ̶̶ミミ㆔㆔⼺⼺〣〣ミミ㆔㆔',
              "ヽ(▣﹏▣＼*≡*／▣﹏▣)ﾉ   ̿ ̿' ̿'\̵͇̿̿\з=(•̪●)=ε/̵͇̿̿/'̿''̿ ̿   ヽ(▣﹏▣＼*≡*／▣﹏▣)ﾉ",
              '█▓▒░ (◣_◢) ▄︻̷̿┻̿═━一 [̲̲̅̅р̲̲̅̅у̲̲̅̅к̲̲̅̅и̲̲̅̅ ̲̲̅̅в̲̲̅̅в̲̲̅̅е̲̲̅̅р̲̲̅̅х̲̲̅̅] ヽ༼ຈ益ຈ༽ﾉ ░▒▓█',
              'ミ▔▔ミ⼺▔▔⼺㆔[̲̅Х̲̅][̲̅а̲̅][̲̅р̲̅][̲̅а̲̅][̲̅к̲̅][̲̅т̲̅][̲̅е̲̅][̲̅р̲̅][̲̅_̲̅][̲̅ж̲̅][̲̅е̲̅][̲̅с̲̅][̲̅т̲̅][̲̅ь̲̅] ㆔〣▔▔〣ミ▔▔ミ⼺▔',
              '__ ▂ ▃ ▅ ▇ █ ｡◕‿ ◕｡ █ ▇ ▅ ▃ ▂ __',
              '(:.;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;.) ( ̲̅:̲̅:̲̅:̲̅[̲̅ ̲̅]̲̅:̲̅:̲̅:̲̅ ) (:.;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;益;ﾟ;.)',
              '۞₪₪₪✰♡✰☁☼✿⚈‿‿⚈✿☼☁✰♡✰₪₪₪۞',
              '⁀⊙﹏☉⁀ ʁɔvʎнdǝвǝdǝu dиw – ɐwʎ ɔ vǝmоɔ dиw ⁀⊙﹏☉⁀',
              '.•°*”˜˜”*°•●[̲̅н̲̅][̲̅и̲̅][̲̅к̲̅] [̲̅у̲̅][̲̅в̲̅][̲̅о̲̅][̲̅л̲̅][̲̅е̲̅][̲̅н̲̅]●•°*”˜˜”*°•.',
              '▄■▀■▄■▀■▄■▀■▄☼ ЧуДеСнОгО ДнЯ ☼▀■▄■▀■▄■▀■▄■▀',
              "٩(̾●̮̮̃̾•̃̾)۶٩(̾●̮̮̃̾•̃̾)۶٩(̾●̮̮̃̾•̃̾) ̿' ̿'\̵͇̿̿\з=(◕_◕)=ε/̵͇̿̿/'̿'̿ ̿ (̾●̮̮̃̾•̃̾)۶٩(̾●̮̮̃̾•̃̾)۶٩(̾●̮̮̃̾•̃̾)۶",
              '┴═╦╕47™(◉۝◉)™47╒╦═┴',
              'Загрузка... ████████████] 99%',
              '╭∩╮(︶︿︶)╭∩╮ʷʬʷ෴ʷʬʷ┌∩┐(◣_◢)┌∩┐ʷʬʷ෴ʷʬʷ┌∩┐(ಠ_ಠ)┌∩┐',
              '╭∩╮(Ο_Ο)╭∩╮[̲̲̅̅[̲̲̅̅М̲̲̅̅о̲̲̅̅г̲̲̅̅у̲̲̅̅ ̲̲̅̅у̲̲̅̅б̲̲̅̅и̲̲̅̅т̲̲̅̅ь̲̲̅̅ ̲̲̅̅т̲̲̅̅а̲̲̅̅п̲̲̅̅о̲̲̅̅ч̲̲̅̅к̲̲̅̅о̲̲̅̅м̲̲̅̅]̲̲̅̅]╭∩╮ (òÓ,) ╭∩╮',
              '╬╬╬╬╬╬╬╬╬╬╬╬ⒽⒶ-③ⓞⒽⒺ╬╬╬╬╬╬╬╬╬╬╬(((￣へ￣井)'])

anime_pics = (['pics/avatars/anime/0.gif',
               'pics/avatars/anime/1.gif',
               'pics/avatars/anime/2.gif'])

emo_pics = (['pics/avatars/emo/0.gif',
            'pics/avatars/emo/1.gif',
            'pics/avatars/emo/2.gif'])

girly_pics = (['pics/avatars/girly/0.gif',
               'pics/avatars/girly/1.gif',
               'pics/avatars/girly/2.gif'])
