# -*- coding: utf-8 -*-

TOKEN = ''

nicknames = (['Снэ1кЕРс','0ДuНо4Ка','4ebur@ator', 'Котэ_Наркатэ', '	---ДоЗа СчАсТьЯ---', '★А мНе ВсЁ пОфИг★', '(=Печенька=)', '☀солнечный зайчик☀', '(-Oficial™-)', 'ETO KAZAKHSTAN DeTKa', '✪Xa4ker✪', '❤K̅E̅N̅T̅❤', '👉ŦøP⁴Ęk👈', '🍭Chypik🍭', '☞☯MARSHMALLOW☯☜', '+♔Lucky♔+', '🌬Х()|0D0K🌬', 'ዛęgäτนᏰ', 'hyba_byba', 'K p bl c A', 'MACTEP-qpJIoMaCTeP', 'Злая_печенюха', 'Коfe_с_коriцеЙ', 'НЕ~ОНЛАЙН🌸', 'УлЫбКа_ДьЯвОлА', 'Я_к.р.Е.й.З.и', '_ДеVо4к@,kOтO®Aя )(оТеЛ@ ©4@$tьЯ', 'АгОнИЯ в СердЦЕ>', '*ПрянигГ*', 'пОзЗзИтИфФфо4к@', 'как|тус', 'аНаНаСиНа в БаНкЕ', 'пЫрАсЁнОк', '[*Study to dream*]', '	.•°*”?AnGeLyTkO?”*°•.', 'КаРамЭлькО', 'мЕго_О-цЫпа==>>', 'SlaDkoE _ DeTKO_o', 'ДыНеЧка'])

anime_pics = (['pics/avatars/anime/0.gif',
               'pics/avatars/anime/1.gif',
               'pics/avatars/anime/2.gif'])

emo_pics = (['pics/avatars/emo/0.gif',
            'pics/avatars/emo/1.gif',
            'pics/avatars/emo/2.gif'])

girly_pics = (['pics/avatars/girly/0.gif',
               'pics/avatars/girly/1.gif',
               'pics/avatars/girly/2.gif'])
